Repository: SkyLaptor/factorio-mod-translation
Catalog: OmegaT/ja/ja-omegat.tmx
Source language: en_us
Languages: ja

source: Coal Cracking Fischer Tropsch Process: Synthesis Gas, Carbon Dioxide, Hydrogen Sulfide
ja: 石炭のFT処理: 合成ガス, 二酸化炭素, 硫化水素

source: Oil And Condensates Refining: Mineral Oil, Fuel Oil, Naphtha
ja: 石油と縮合ガスの精製: 鉱物油, 燃料油, ナフサ

source: Condensates Advanced Cracking: Coke, Naphtha, Methane Gas
ja: 縮合ガスの高度な分解: コークス, ナフサ, メタンガス

source: Convert __1__ to __2__
ja: __1__を__2__に変換する

source: Dirt Water Electrolysis: Hydrogen, Oxygen, Slag
ja: 泥水の電気分解：水素, 酸素, スラグ

source: Catalytic Cracking Acid Gas
ja: 酸性ガスを触媒分解

source: Synthesis Allylchlorid
ja: 塩化アリルの合成

source: Ammonia Synthesis
ja: アンモニアの合成

source: Ammonium Chloride Synthesis
ja: 塩化アンモニウムの合成

source: Catalytic Synthesis Benzene
ja: ベンゼンの触媒合成

source: Synthesis Chlor Methane
ja: クロロメタンの合成

source: Synthesis Epichlorhydrin
ja: エピクロロヒドリンの合成

source: Catalytic Synthesis Ethylbenzene
ja: エチルベンゼンの触媒合成

source: Catalytic Synthesis Formaldehyde
ja: ホルムアルデヒドの触媒合成

source: Gas Fractioning: Methane Gas, Ethane Gas, Butane Gas
ja: ガスの分離: メタンガス, エタンガス, ブタンガス

source: Synthesis Glycerol
ja: グリセリンの合成

source: Synthesis Hydrogen Chloride
ja: 塩化水素の合成

source: Melamine Synthesis
ja: メラミンの合成

source: Catalytic Synthesis Methanol
ja: メタノールの触媒合成

source: Nitrogen Dioxide Synthesis
ja: 二酸化窒素の合成

source: Catalytic Synthesis Phenol
ja: フェノールの触媒合成

source: Catalytic Synthesis Polyethylene
ja: ポリエチレンの触媒合成

source: Synthesis Propene
ja: プロピレンの合成

source: Raw Gas Refining: Acid Gas, NGL
ja: 生ガスの精製: 酸性ガス, 液化天然ガス

source: Natural Gas Seperation: Raw Gas, Condensates, Sulfuric Waste Water
ja: 天然ガスの分離: 生ガス, 縮合ガス, 硫酸廃水

source: Catalytic Synthesis Styrene
ja: スチレンの触媒合成

source: Synthesis Sulfur Dioxide
ja: 二酸化硫黄の合成

source: Synthesis Sulfur Dioxide from Calcium Sulfate
ja: 硫酸カルシウムから二酸化硫黄を合成

source: Synthesis Gas Catalytic Methanation: Methane Gas, Ethane Gas, Butane Gas
ja: 合成ガスとメタンの触媒処理: メタンガス, エタンガス, ブタンガス

source: Catalytic Synthesis to Methanol
ja: メタノールの触媒合成

source: Synthesis Gas Separation: Carbon Monoxide, Hydrogen
ja: 合成ガスの分解: 一酸化炭素, 水素

source: Urea Synthesis
ja: 尿素の合成

source: Synthesis Hydrochloric Acid
ja: 塩酸の合成

source: Synthesis Hydrofluoric Acid
ja: フッ化水素酸の合成

source: Catalytic Cracking Naphtha to Mineral Oil
ja: 鉱物油をナフサに触媒分解

source: Catalytic Synthesis to Naphtha
ja: ナフサの触媒合成

source: Nitric Acid Synthesis
ja: 硝酸の合成

source: Synthesis Sulfuric Acid
ja: 硫酸の合成

source: Lubricant
ja: 潤滑油

source: Oil Refining: Mineral Oil, Fuel Oil, Naphtha
ja: 石油加工: 鉱物油, 燃料油, ナフサ

source: Oil Seperation: Raw Gas, Crude Oil, Sulfuric Waste Water
ja: 石油の分離: 生ガス, 原油, 硫酸廃水

source: Clean Coal to Coke, Sulfuric Waste Water
ja: 石炭の洗浄: コークス, 硫酸廃水

source: Propene Plastic
ja: プロピレンプラスチック

source: Urea Resin
ja: 尿素樹脂

source: Melamine Resin
ja: メラミン樹脂

source: Styrene Rubber
ja: スチレンゴム

source: Molten Salt Electrolysis: Chlorine, Sodium Hydroxide
ja: 溶けた塩の電気分解: 塩素, 水酸化ナトリウム

source: Synthesis Sulfur
ja: 硫黄の合成

source: Steam Cracking Butane: Benzene Gas, Residual Gas
ja: ブタンの蒸気分解: ベンゼンガス, 残余ガス

source: Steam Cracking Ethane: Ethylene Gas, Residual Gas
ja: エタンの蒸気分解: エチレンガス, 残余ガス

source: Steam Cracking Fuel Oil
ja: 燃料油の蒸気分解

source: Steam Cracking Methane: Methanol Gas, Residual Gas
ja: メタンの蒸気分解: メタノールガス, 残余ガス

source: Steam Cracking Mineral Oil
ja: 鉱物油の電気分解

source: Steam Cracking Naphtha
ja: ナフサの蒸気分解

source: Steam Cracking Residual Gas
ja: 残余ガスの蒸気分解

source: Saline Water Electrolysis: Chlorine, Hydrogen, Sodium Hydroxide
ja: 塩水の電気分解: 塩素, 水素, 水酸化ナトリウム

source: Water Electrolysis: Hydrogen, Oxygen
ja: 水の電気分解：水素, 酸素

source: Provides utilities to control the flow of fluids
ja: 流体の制御に便利な設備を提供します。

source: Knowledge to produce and handle the basic ingredients for chemistry
ja: 化学原料の生産・処理を行うための知識です。

source: Advanced Chemistry
ja: 発展的な科学技術

source: Advanced Oil Processing
ja: 発展的な石油加工

source: Fluid Control
ja: 流体の制御

source: Nitrogen Processing
ja: 窒素加工技術

source: Oil Processing
ja: 原油処理技術

source: Sulfur Processing
ja: 硫黄処理技術

source: Basic Chemistry
ja: 基礎的な科学技術

source: Chlorine Processing
ja: 塩素加工技術

source: Coal Cracking
ja: 石炭の分解処理

source: Coal Processing
ja: 石炭加工技術

source: Gas and Oil Barreling
ja: ガスと油の取扱技術

source: Gas Processing
ja: ガス処理技術

source: Gas Steam Cracking
ja: ガスの蒸気分解技術

source: Synthesis Gas Processing
ja: 合成ガス加工技術

source: Gas and Oil Extraction
ja: ガスと油の分離技術

source: Oil Steam Cracking
ja: 油の蒸気分解技術

source: Plastic
ja: プラスチックの製造

source: Resin
ja: 樹脂の製造

source: Don't stick your fingers in. Crushes raw ores
ja: 鉱石を砕くのにあなたの手を煩わせる必要はありません。

source: Forces the crystallisation of higher elements from chemical solutions
ja: 化学処理により結晶をさらに高い純度の物質に精製します。

source: Filters out impurities from liquids
ja: 液体から不純物を取り除きます。

source: Further refines crushed ores using froth floatation
ja: 砕かれた鉱石を浮遊処理により精製します。

source: Further refines ore chunks using chemical leaching
ja: 鉱石の塊を化学処理により精製します。

source: Further refines ore crystalls using heating and roasting processes
ja: 熱を加えることにより鉱石を結晶化します。

source: Sorts refined raw ores into smeltable ores
ja: 精製した鉱石を選別します。

source: Uses a fissure to extract mineral rich thermal water from deep underground
ja: 亀裂の奥深くから鉱物を豊富に含んだ温泉を汲み上げます。

source: Burner Ore Crusher
ja: 燃料式鉱石破砕機

source: Crystallizer
ja: 結晶化機

source: Crystallizer Mk 2
ja: 結晶化機2

source: Filtration Unit
ja: 濾過装置

source: Filtration Unit Mk 2
ja: 濾過装置2

source: Liquifier
ja: 液化機

source: Liquifier Mk 2
ja: 液化機2

source: Liquifier Mk 3
ja: 液化機3

source: Liquifier Mk 4
ja: 液化機4

source: Ore Crusher
ja: 鉱石破砕機

source: Ore Crusher Mk 2
ja: 鉱石破砕機2

source: Ore Crusher Mk 3
ja: 鉱石破砕機3

source: Floatation Cell
ja: 浮上分離装置

source: Floatation Cell Mk 2
ja: 浮上分離装置2

source: Floatation Cell Mk 3
ja: 浮上分離装置3

source: Leaching Plant
ja: 溶解プラント

source: Leaching Plant Mk 2
ja: 溶解プラント2

source: Leaching Plant Mk 3
ja: 溶解プラント3

source: Ore Refinery
ja: 鉱石精製所

source: Ore Refinery Mk 2
ja: 鉱石精製所2

source: Ore Refinery Mk 3
ja: 鉱石精製所3

source: Ore Sorting Facility
ja: 鉱石選別機

source: Ore Sorting Facility Mk 2
ja: 鉱石選別機2

source: Ore Sorting Facility Mk 3
ja: 鉱石選別機3

source: Ore Sorting Facility Mk 4
ja: 鉱石選別機4

source: Thermal Water Extractor
ja: 温泉汲上機

source: Crystal Matrix
ja: 結晶母体

source: Crystal Seedling
ja: 結晶基体

source: Crystal Slurry
ja: 結晶懸濁液

source: Mineral Sludge
ja: 鉱物泥

source: Slag Slurry
ja: スラグ懸濁液

source: Thermal Water
ja: 温泉水

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, Slag)(YI N4-Material)
ja: __1__, __2__, __3__, __4__, スラグに精錬可能な鉱石に選別・精製することができます。(YI-Material)

source: Can be smelted directly, sorted or refined further (__1__, __2__, Slag)
ja: __1__, __2__, スラグに精錬・選別・精製することができます。

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, __5__, Slag)(YI N4-Material)
ja: __1__, __2__, __3__, __4__, __5__, スラグに精錬可能な鉱石に選別・精製することができます。(YI N4-Material)

source: Can be sorted for smeltable ores (__1__, __2__, __3__, __4__, __5__, __6__)(YI N4-Material)
ja: __1__, __2__, __3__, __4__, __5__, __6__に精錬可能な鉱石に選別することができます。(YI N4-Material)

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, Slag)(UP Uraninite)
ja: __1__, __2__, __3__, __4__, スラグに精錬可能な鉱石に選別・精製することができます。(UP Uraninite)

source: Can be sorted or refined further (__1__, __2__, Slag)
ja: __1__, __2__, スラグに選別・精製することができます。

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, __5__, Slag)(UP Uraninite)
ja: __1__, __2__, __3__, __4__, __5__, スラグに精錬可能な鉱石に選別・精製することができます。(UP Uraninite)

source: Can be sorted for smeltable ores (__1__, __2__, __3__, __4__, __5__, __6__)(UP Uraninite)
ja: __1__, __2__, __3__, __4__, __5__, __6__に精錬可能な鉱石に選別することができます。(UP Uraninite)

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, Slag)(YI N7-Material)
ja: __1__, __2__, __3__, __4__, スラグに精錬可能な鉱石に選別・精製することができます。(YI N7-Material)

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, __5__, Slag)(YI N7-Material)
ja: __1__, __2__, __3__, __4__, __5__, スラグに精錬可能な鉱石に選別・精製することができます。(YI N7-Material)

source: Can be sorted for smeltable ores (__1__, __2__, __3__, __4__, __5__, __6__)(YI N7-Material)
ja: __1__, __2__, __3__, __4__, __5__, __6__に精錬可能な鉱石に選別することができます。(YI N7-Material)

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, Slag)(UP Fluorite)
ja: __1__, __2__, __3__, __4__, スラグに精錬可能な鉱石に選別・精製することができます。(UP Fluorite)

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, __5__, Slag)(UP Fluorite)
ja: __1__, __2__, __3__, __4__, __5__, スラグに精錬可能な鉱石に選別・精製することができます。(UP Fluorite)

source: Can be sorted for smeltable ores (__1__, __2__, __3__, __4__, __5__, __6__)(UP Fluorite)
ja: __1__, __2__, __3__, __4__, __5__, __6__に精錬可能な鉱石に選別することができます。(UP Fluorite)

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, Slag)
ja: __1__, __2__, __3__, __4__, スラグに精錬可能な鉱石に選別・精製することができます。

source: Can be sorted for smeltable ores or refined further (__1__, __2__, __3__, __4__, __5__, Slag)
ja: __1__, __2__, __3__, __4__, __5__, スラグに精錬可能な鉱石に選別・精製することができます。

source: Can be sorted for smeltable ores (__1__, __2__, __3__, __4__, __5__, __6__)
ja: __1__, __2__, __3__, __4__, __5__, __6__に精錬可能な鉱石に選別することができます。

source: You are missing dependencies or something went wrong, if the error consists report back to the Bug thread in the forum
ja: 不明なエラーもしくは依存関係の不整合です。バグだと思われる場合にはフォーラムにて報告して下さい。

source: Resource Refining
ja: Angel's精製

source: Saphirite Chunks
ja: サフィライトの塊

source: Crushed Saphirite
ja: 砕けたサフィライト

source: Saphirite Crystals
ja: サフィライトの結晶

source: Purified Saphirite
ja: 精製されたサフィライト

source: Jivolite Chunks
ja: ジヴォライトの塊

source: Crushed Jivolite
ja: 砕けたジヴォライト

source: Jivolite Crystals
ja: ジヴォライトの結晶

source: Purified Jivolite
ja: 精製されたジヴォライト

source: Stiratite Chunks
ja: スティラタイトの塊

source: Crushed Stiratite
ja: 砕けたスティラタイト

source: Stiratite Crystals
ja: スティラタイトの結晶

source: Purified Stiratite
ja: 精製されたスティラタイト

source: Crotinnium Chunks
ja: クロシニウムの塊

source: Crushed Crotinnium
ja: 砕けたクロシニウム

source: Crotinnium Crystals
ja: クロシニウムの結晶

source: Purified Crotinnium
ja: 精製されたクロシニウム

source: Rubyte Chunks
ja: ルバイトの塊

source: Crushed Rubyte
ja: 砕けたルバイト

source: Rubyte Crystals
ja: ルバイトの結晶

source: Purified Rubyte
ja: 精製されたルバイト

source: Bobmonium Chunks
ja: ボブモニウムの塊

source: Crushed Bobmonium
ja: 砕けたボブモニウム

source: Bobmonium Crystals
ja: ボブモニウムの結晶

source: Purified Bobmonium
ja: 精製されたボブモニウム

source: Something went wrong
ja: 問題が発生しました

source: Mineral Catalyst
ja: 鉱物触媒

source: Crystal Catalyst
ja: 結晶触媒

source: Ceramic Filter
ja: セラミックフィルター

source: Spend Ceramic Filter
ja: 使用済みセラミックフィルター

source: Coal Filter
ja: 石炭フィルター

source: Filter Frame
ja: フィルター用フレーム

source: Blue Geode
ja: 青晶石

source: Cyan Geode
ja: 群青晶石

source: Lightgreen Geode
ja: 明緑晶石

source: Purple Geode
ja: 紫晶石

source: Red Geode
ja: 赤晶石

source: Yellow Geode
ja: 黄晶石

source: Slag
ja: スラグ

source: Crushed Stone
ja: 砕けた石

source: Thermal Water Barrel
ja: 温泉水バレル

source: Saphirite Hydro Refining
ja: サフィライトの浮上分離

source: Saphirite Chunks Sorting
ja: サフィライト塊の選別

source: Saphirite Ore Crushing
ja: サフィライトの破砕

source: Saphirite Ore Crushing by Hand
ja: サフィライトを手で砕く

source: Crushed Saphirite Ore Sorting
ja: 砕けたサフィライトの選別

source: Saphirite Chemical Refining
ja: サフィライトの化学精製

source: Saphirite Crystals Sorting
ja: サフィライト結晶の選別

source: Saphirite Thermal Refining
ja: サフィライトの加熱精製

source: Purified Saphirite Sorting
ja: 精製済みサフィライトの選別

source: Jivolite Hydro Refining
ja: ジヴォライトの浮上分離

source: Jivolite Chunks Sorting
ja: ジヴォライト塊の選別

source: Jivolite Ore Crushing
ja: ジヴォライトの破砕

source: Crushed Jivolite Ore Sorting
ja: 砕けたジヴォライトの選別

source: Jivolite Chemical Refining
ja: ジヴォライトの化学精製

source: Jivolite Crystals Sorting
ja: ジヴォライト結晶の選別

source: Jivolite Thermal Refining
ja: ジヴォライトの加熱精製

source: Purified Jivolite Sorting
ja: 精製済みジヴォライトの選別

source: Stiratite Hydro Refining
ja: スティライトの浮上分離

source: Stiratite Chunks Sorting
ja: スティラタイト塊の選別

source: Stiratite Crushing
ja: スティラタイトの破砕

source: Stiratite Ore Crushing by Hand
ja: スティラタイトを手で砕く

source: Crushed Stiratite Ore Sorting
ja: 砕けたスティラタイトの選別

source: Stiratite Chemical Refining
ja: スティラタイトの化学精製

source: Stiratite Crystals Sorting
ja: スティラタイト結晶の選別

source: Stiratite Thermal Refining
ja: スティラタイトの加熱精製

source: Purified Stiratite Sorting
ja: 精製済みスティラタイトの選別

source: Crotinnium Hydro Refining
ja: クロシニウムの浮上分離

source: Crotinnium Chunks Sorting
ja: クロシニウム塊の選別

source: Crotinnium Ore Crushing
ja: クロシニウムの破砕

source: Crushed Crotinnium Ore Sorting
ja: 砕けたクロシニウムの選別

source: Crotinnium Ore Chemical Refining
ja: クロシニウムの化学精製

source: Crotinnium Crystals Sorting
ja: クロシニウム結晶の選別

source: Crotinnium Ore Thermal Refining
ja: クロシニウムの加熱精製

source: Purified Crotinnium Sorting
ja: 精製済みクロシニウムの選別

source: Rubyte Hydro Refining
ja: ルバイトの浮上分離

source: Rubyte Chunks Sorting
ja: ルバイト塊の選別

source: Rubyte Ore Crushing
ja: ルバイトの破砕

source: Crushed Rubyte Ore Sorting
ja: 砕けたルバイトの選別

source: Rubyte Chemical Refining
ja: ルバイトの化学精製

source: Rubyte Crystals Sorting
ja: ルバイト結晶の選別

source: Rubyte Thermal Refining
ja: ルバイトの加熱精製

source: Purified Rubyte Sorting
ja: 精製済みルバイトの選別

source: Bobmonium Hydro Refining
ja: ボブモニウムの浮上分離

source: Bobmonium Chunks Sorting
ja: ボブモニウム塊の選別

source: Bobmonium Ore Crushing
ja: ボブモニウムの破砕

source: Crushed Bobmonium Ore Sorting
ja: 砕けたボブモニウムの選別

source: Bobmonium Chemical Refining
ja: ボブモニウムの化学精製

source: Bobmonium Crystals Sorting
ja: ボブモニウム結晶の選別

source: Bobmonium Thermal Refining
ja: ボブモニウムの加熱精製

source: Purified Bobmonium Sorting
ja: 精製済みボブモニウムの選別

source: Crystallizing to __1__
ja: __1__に結晶化

source: Crystal Slurry Coal Filtering
ja: 結晶懸濁液を石炭で濾過

source: Crystal Slurry Ceramic Filtering
ja: 結晶懸濁液をセラミックで濾過

source: Crystal Slurry to Mineral Sludge Coal Filtering
ja: 結晶懸濁液を鉱物泥に石炭で濾過

source: Crystal Slurry to Mineral Sludge Ceramic Filtering
ja: 結晶懸濁液を鉱物泥にセラミックで濾過

source: Liquifying Blue Geode to Crystal Slurry
ja: 液化青晶石を結晶懸濁液化

source: Blue Geode Processing
ja: 青晶石の加工

source: Liquifying Cyan Geode to Crystal Slurry
ja: 液化群青晶石を結晶懸濁液化

source: Cyan Geode Processing
ja: 群青晶石の加工

source: Liquifying Lightgreen Geode to Crystal Slurry
ja: 液化明緑晶石を結晶懸濁液化

source: Lightgreen Geode Processing
ja: 明緑晶石の加工

source: Liquifying Purple Geode to Crystal Slurry
ja: 液化紫晶石を結晶懸濁液化

source: Purple Geode Processing
ja: 紫晶石の加工

source: Liquifying Red Geode to Crystal Slurry
ja: 液化赤晶石を結晶懸濁液化

source: Red Geode Processing
ja: 赤晶石の加工

source: Liquifying Yellow Geode to Crystal Slurry
ja: 液化黄晶石を結晶懸濁液化

source: Yellow Geode Processing
ja: 黄晶石の加工

source: Crystallizing to __1__ & __2__
ja: __1__と__2__に結晶化

source: Crystallizing to __1__, __2__ & __3__
ja: __1__と__2__と__3__に結晶化

source: Liquify Slag to Slurry
ja: 液化スラグを懸濁液化

source: Slurry Coal Filtering
ja: 懸濁液を石炭で濾過

source: Slurry Ceramic Filtering
ja: 懸濁液をセラミックで濾過

source: Crystallizing to Nucular
ja: Nuclear向けに結晶化

source: Slag Processing to Stone
ja: スラグを石に加工

source: Crystallizing to Uranium Power
ja: Uranium Power用に結晶化

source: Crystallizing to Yuoki Industries
ja: Yuoki Industries用に結晶化

source: Liquify Crushed Stone to Slurry
ja: 液化した砕けた石を懸濁液化

source: Thermal Water Coal Filtering
ja: 温泉水を石炭で濾過

source: Thermal Water Ceramic Filtering
ja: 温泉水をセラミックで濾過

source: Advanced Ore Refining
ja: 高度な鉱石精製技術

source: Geode Crystallization
ja: 晶石の結晶化技術

source: Geode Processing
ja: 晶石の処理

source: Mechanical Refining
ja: 原料の精製技術

source: Hydro Refining
ja: 水を用いた精製技術

source: Chemical Refining
ja: 化学精製技術

source: Thermal Refining
ja: 加熱精製技術

source: Slag Processing
ja: スラグ処理

source: Thermal Water Extraction
ja: 温泉水の汲み上げ技術

source: Helps you to get rid of all the water you dont want (Water Void)
ja: 水から不純物を取り除いたり排水するお手伝いをします。

source: Clarifier
ja: 浄水

source: Hydro Plant
ja: 浄水場

source: Hydro Plant Mk2
ja: 浄水場2

source: Salination Plant
ja: 製塩プラント

source: Chloric Waste Water
ja: 塩素廃水

source: Fluoric Waste Water
ja: フッ化物廃水

source: Mineralized Water
ja: 鉱物水

source: Mud Water
ja: 泥水

source: Purified Water
ja: 精製水

source: Nitric Waste Water
ja: 窒素廃水

source: Saline Water
ja: 塩水

source: Sulfuric Waste Water
ja: 硫酸廃水

source: Barreling and Fluid Control
ja: Angel's流体処理

source: Water Treatment
ja: Angel's浄水

source: __1__ Barrel
ja: __1__バレル

source: Water Void
ja: 排水

source: Void Floatation Wate Water
ja: 浮上分離処理廃水を排水

source: Void Mineralized Water
ja: 鉱物水を排水

source: Void Purified Water
ja: 精製水を排水

source: Void Saline Water
ja: 塩水を排水

source: Empty __1__ Barrel
ja: __1__バレルを空にする

source: Fill __1__ Barrel
ja: __1__をドラム缶に詰める

source: Chloric Waste Water Purification
ja: 塩素廃水の浄化

source: Fluoric Waste Water Purification
ja: フッ化物廃水の浄化

source: Nitric Waste Water Purification
ja: 窒素廃水の浄化

source: Saline Water Electrolysis
ja: 塩水の電気分解

source: Thermal Water Purification
ja: 温泉水の精製

source: Water Mineralisation
ja: 水に鉱物を混合

source: Water Purification
ja: 水の精製

source: Thermal to Lithia Water Filtering
ja: 温泉水をリチア水に濾過

source: Sulfuric Waste Water Purification
ja: 硫酸廃水の浄化

source: Sulfuric Waste Water Purification Yuoki Industries
ja: 硫酸廃水の浄化 (Yuoki Industries用)

source: Fluid Barreling
ja: 流体の取扱技術

source: Blast Furnace MK1
ja: 高炉

source: Blast Furnace MK2
ja: 高炉2

source: Blast Furnace MK3
ja: 高炉3

source: Blast Furnace MK4
ja: 高炉4

source: Casting Machine MK1
ja: 鋳造機

source: Casting Machine MK2
ja: 鋳造機2

source: Casting Machine MK3
ja: 鋳造機3

source: Casting Machine MK4
ja: 鋳造機4

source: Induction Furnace MK1
ja: 誘導炉

source: Induction Furnace MK2
ja: 誘導炉2

source: Induction Furnace MK3
ja: 誘導炉3

source: Induction Furnace MK4
ja: 誘導炉4

source: Ore Processing Machine MK1
ja: 鉱石加工機

source: Ore Processing Machine MK2
ja: 鉱石加工機2

source: Ore Processing Machine MK3
ja: 鉱石加工機3

source: Ore Processing Machine MK4
ja: 鉱石加工機4

source: Pellet Press MK1
ja: ペレット加工機

source: Pellet Press MK2
ja: ペレット加工機2

source: Pellet Press MK3
ja: ペレット加工機3

source: Pellet Press MK4
ja: ペレット加工機4

source: Sintering Oven MK1
ja: 焼結炉

source: Sintering Oven MK2
ja: 焼結炉2

source: Sintering Oven MK3
ja: 焼結炉3

source: Sintering Oven MK4
ja: 焼結炉4

source: Strand Casting Machine MK1
ja: 連続鋳造機

source: Strand Casting Machine MK2
ja: 連続鋳造機2

source: Strand Casting Machine MK3
ja: 連続鋳造機3

source: Strand Casting Machine MK4
ja: 連続鋳造機4

source: Molten Aluminium
ja: 溶けたアルミ

source: Molten Chrome
ja: 溶けたクロム

source: Molten Cobalt
ja: 溶けたコバルト

source: Molten Copper
ja: 溶けた銅

source: Molten Gold
ja: 溶けた金

source: Molten Iron
ja: 溶けた鉄

source: Molten Lead
ja: 溶けた鉛

source: Molten Manganese
ja: 溶けたマンガン

source: Molten Nickel
ja: 溶けたニッケル

source: Molten Platinum
ja: 溶けたプラチナ

source: Molten Silicon
ja: 溶けたシリコン

source: Molten Silver
ja: 溶けた銀

source: Molten Solder 1
ja: 溶けたハンダ1

source: Molten Solder 2
ja: 溶けたハンダ2

source: Molten Solder 3
ja: 溶けたハンダ3

source: Molten Steel
ja: 溶けた鋼鉄

source: Molten Tin
ja: 溶けたスズ

source: Molten Titanium
ja: 溶けたチタン

source: Molten Tungsten
ja: 溶けたタングステン

source: Molten Zinc
ja: 溶けた亜鉛

source: Titanium Tetrachloride
ja: 塩化チタン

source: Metallurgy
ja: Angel's冶金

source: Copper
ja: 銅

source: Iron Plate
ja: 鉄板

source: Aluminium Sheet Coil
ja: アルミのシートコイル

source: Chrome Sheet Coil
ja: クロムのシートコイル

source: Cobalt Sheet Coil
ja: コバルトのシートコイル

source: Gold
ja: 金

source: Lead Sheet Coil
ja: 鉛のシートコイル

source: Manganese Sheet Coil
ja: マンガンのシートコイル

source: Nickel Sheet Roll
ja: ニッケルのシートコイル

source: Platinum Sheet Coil
ja: プラチナのシートコイル

source: Silicon Sheet Coil
ja: シリコンのシートコイル

source: Silver Sheet Coil
ja: 銀のシートコイル

source: Titanium Sheet Coil
ja: チタンのシートコイル

source: Tungsten Sheet Coil
ja: タングステンのシートコイル

source: Zinc Sheet Coil
ja: 亜鉛のシートコイル

source: Solder 1
ja: ハンダ1

source: Solder 2
ja: ハンダ2

source: Solder 3
ja: ハンダ3

source: Copper Wire Coil
ja: 銅のワイヤーコイル

source: Gold Wire Coil
ja: 金のワイヤーコイル

source: Platinum Wire Coil
ja: プラチナのワイヤーコイル

source: Silver Wire Coil
ja: 銀のワイヤーコイル

source: Tin Wire Coil
ja: スズのワイヤーコイル

source: Aluminium Ingot
ja: アルミの延棒

source: Chrome Ingot
ja: クロムの延棒

source: Cobalt Ingot
ja: コバルトの延棒

source: Copper Ingot
ja: 銅の延棒

source: Gold Ingot
ja: 金の延棒

source: Iron Ingot
ja: 鉄の延棒

source: Lead Ingot
ja: 鉛の延棒

source: Manganese Ingot
ja: マンガンの延棒

source: Nickel Ingot
ja: ニッケルの延棒

source: Platinum Ingot
ja: プラチナの延棒

source: Silicon Ingot
ja: シリコンの延棒

source: Silver Ingot
ja: 銀の延棒

source: Steel Ingot
ja: 鋼鉄の延棒

source: Tin Ingot
ja: スズの延棒

source: Titanium Ingot
ja: チタンの延棒

source: Tungsten Ingot
ja: タングステンの延棒

source: Zinc Ingot
ja: 亜鉛の延棒

source: Aluminium Pellet
ja: アルミのペレット

source: Chrome Pellet
ja: クロムのペレット

source: Cobalt Pellet
ja: コバルトのペレット

source: Copper Pellet
ja: 銅のペレット

source: Gold Pellet
ja: 金のペレット

source: Iron Pellet
ja: 鉄のペレット

source: Lead Pellet
ja: 鉛のペレット

source: Manganese Pellet
ja: マンガンのペレット

source: Nickel Pellet
ja: ニッケルのペレット

source: Platinum Pellet
ja: プラチナのペレット

source: Silicon Pellet
ja: シリコンのペレット

source: Silver Pellet
ja: 銀のペレット

source: Tin Pellet
ja: スズのペレット

source: Titanium Pellet
ja: チタンのペレット

source: Tungsten Pellet
ja: タングステンのペレット

source: Zinc Pellet
ja: 亜鉛のペレット

source: Processed Aluminium
ja: 加工済みのアルミ

source: Processed Chrome
ja: 加工済みのクロム

source: Processed Cobalt
ja: 加工済みのコバルト

source: Processed Copper
ja: 加工済みの銅

source: Processed Gold
ja: 加工済みの金

source: Processed Iron
ja: 加工済みの鉄

source: Processed Lead
ja: 加工済みの鉛

source: Processed Manganese
ja: 加工済みのマンガン

source: Processed Nickel
ja: 加工済みのニッケル

source: Processed Platinum
ja: 加工済みのプラチナ

source: Processed Silicon
ja: 加工済みのシリコン

source: Processed Silver
ja: 加工済みの銀

source: Processed Tin
ja: 加工済みのスズ

source: Processed Titanium
ja: 加工済みのチタン

source: Processed Tungsten
ja: 加工済みのタングステン

source: Processed Zinc
ja: 加工済みの亜鉛

source: Alumina
ja: アルミナ

source: Ammonium Chloroplatinate
ja: ヘキサクロリド白金酸アンモニウム

source: Ammonium Paratungstate
ja: パラタングステン酸アンモニウム

source: Chrome Oxide
ja: 酸化クロム

source: Lead Oxide
ja: 酸化鉛

source: Manganese Sulfate
ja: 硫酸マンガン

source: Tungsten Oxide
ja: 酸化タングステン

source: Titanium Sponge
ja: チタンのスポンジ

source: Advanced Metallurgy
ja: 高度な冶金

source: Advanced Aluminium Smelting
ja: 高度なアルミ精錬技術

source: Advanced Chrome Smelting
ja: 高度なクロム精錬技術

source: Advanced Cobalt Smelting
ja: 高度なコバルト精錬技術

source: Advanced Copper Smelting
ja: 高度な銅精錬技術

source: Advanced Gold Smelting
ja: 高度な金精錬技術

source: Advanced Iron Smelting
ja: 高度な鉄精錬技術

source: Advanced Lead Smelting
ja: 高度な鉛精錬技術

source: Advanced Manganese Smelting
ja: 高度なマンガン精錬技術

source: Advanced Nickel Smelting
ja: 高度なニッケル精錬技術

source: Advanced Platinum Smelting
ja: 高度なプラチナ精錬技術

source: Advanced Silicon Smelting
ja: 高度なシリコン精錬技術

source: Advanced Silver Smelting
ja: 高度な銀精錬技術

source: Advanced Tin Smelting
ja: 高度なスズ精錬技術

source: Advanced Titanium Smelting
ja: 高度なチタン精錬技術

source: Advanced Tungsten Smelting
ja: 高度なタングステン精錬技術

source: Advanced Zinc Smelting
ja: 高度な亜鉛精錬技術

source: Ore Processing
ja: 鉱石加工技術

source: Pellet Processing
ja: ペレット加工技術

source: Blueprint error: __1__
ja: ブループリントエラー:__1__

source: Blueprint icon error: __1__
ja: ブループリントアイコンエラー:__1__

source: __1__.txt saved to 'script-output/blueprint-string'
ja: 'script-output/blueprint-string'に__1__.txtとして保存しました。

source: Could not find any blueprints to save.
ja: 保存済みのブループリントが見つかりませんでした。

source: __1__ blueprints saved to 'script-output/blueprint-string'
ja: 'script-output/blueprint-string'に__1__個のブループリントを保存しました。

source: Cancel
ja: 取消

source: Blueprint
ja: ブループリント

source: You need __1__ advanced circuit.
ja: __1__ 個の発展基板が必要です。

source: You need a blueprint to load that.
ja: 読み込むためにはブループリントが必要です。

source: You need a blueprint book to load that.
ja: 読み込むためには建設計画の本が必要です。

source: Please click this button while holding a blueprint.
ja: ブループリントを持ったままクリックして下さい。

source: You do not have any empty blueprints.
ja: 空のブループリントを所持していません。

source: Please enter a file name for this blueprint.
ja: ブループリントの名前を入力して下さい。

source: Please paste a blueprint string in the text box.
ja: 入力欄にブループリント文字列を貼り付けて下さい。

source: Save
ja: 保存

source: Save as:
ja: 名前を付けて保存:
